Repository: 4fury/GNazar
Catalog: data/locale/*/LC_MESSAGES/gnazar.po
Languages: tr

source: GNazar - You are completely demilitarized...
tr: GNazar - Tamamen silahsızsınız...

source: Protect
tr: Koru

source: Release
tr: Koruma

source: GNazar Application
tr: GTK Nazar Uygulaması

source: GNazar is a useful part of the Pardus Linux
tr: GNazar Pardus Linux'un çok önemli bir parçasıdır.

source: TRANSLATORS
tr: S.Çağlar Onur - caglar@pardus.org.tr Uğur Çetin - jnmbk@users.sourceforge.net

source: THANKSFORICONS
tr: Serdar Soytetir tulliana@gmail.com (GNazar)KNazar Simgesi

source: GNazar is starting to protect your Pardus Linux from harmful looks...
tr: GNazar Pardus Linux'u kem gözlerden korumaya başlıyor...

source: GNazar - No harmful look allowed!
tr: GNazar - Kem gözlere izin verilmiyor!

source: GNazar is stopping to protect your Pardus Linux from harmful looks...
tr: GNazar Pardus Linux'u kem gözlerden korumayı BIRAKIYOR...

source: Nazar eliminated
tr: Nazardan korunuldu

source: Nazar Received and eliminated successfuly
tr: Nazar oldu ve başarı ile icabına bakıldı

source: Nazar harmed
tr: Nazar değdi

source: Nazar Received and it HARMED!
tr: Nazar oldu ama hazırlıksız yakalandık

source: GNazar - %s attacks received so far, %s are defated and %s are received...
tr: KNazar - Şimdiye kadar %s atak oldu, %s tanesinden etkilenilmedi, %s tanesi ise hazırlıksız yakaladı...
